wrk_4_1000_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.90ms  132.25us  61.59ms   96.37%
    Req/Sec    64.25k     1.30k   66.48k    94.00%
  Latency Distribution
     50%    3.89ms
     75%    3.90ms
     90%    3.91ms
     99%    4.47ms
  7673424 requests in 30.05s, 534.21MB read
Requests/sec: 255341.09
Transfer/sec:     17.78MB