wrk_4_1000_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.84ms    0.94ms 234.79ms   99.94%
    Req/Sec    65.26k     1.76k   66.40k    96.08%
  Latency Distribution
     50%    3.82ms
     75%    3.84ms
     90%    3.86ms
     99%    4.47ms
  7794066 requests in 30.06s, 542.61MB read
Requests/sec: 259246.51
Transfer/sec:     18.05MB