wrk_4_2000_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.86ms    1.79ms 348.43ms   98.66%
    Req/Sec    56.73k     2.97k   58.58k    87.42%
  Latency Distribution
     50%    8.69ms
     75%    8.71ms
     90%    9.63ms
     99%   11.46ms
  6775293 requests in 30.07s, 471.68MB read
Requests/sec: 225316.56
Transfer/sec:     15.69MB