wrk_4_4000_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    18.06ms   24.33ms   2.00s    99.91%
    Req/Sec    48.55k     3.00k   54.01k    60.79%
  Latency Distribution
     50%   18.14ms
     75%   18.33ms
     90%   18.39ms
     99%   19.05ms
  5777512 requests in 30.01s, 402.22MB read
  Socket errors: connect 0, read 0, write 0, timeout 150
Requests/sec: 192527.46
Transfer/sec:     13.40MB