wrk_4_500_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.81ms    1.77ms 227.09ms   99.98%
    Req/Sec    69.65k     1.02k   72.34k    96.58%
  Latency Distribution
     50%    1.79ms
     75%    1.81ms
     90%    1.83ms
     99%    1.86ms
  8316794 requests in 30.02s, 579.00MB read
Requests/sec: 277055.03
Transfer/sec:     19.29MB