wrk_4_9000_30.log
Running 30s test @ http://192.168.11.5:1234/index.html
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.52ms   16.87ms   2.00s    99.95%
    Req/Sec    48.08k     3.46k   55.85k    66.89%
  Latency Distribution
     50%   21.88ms
     75%   22.06ms
     90%   22.31ms
     99%   22.92ms
  5722057 requests in 30.02s, 398.36MB read
  Socket errors: connect 4911, read 0, write 0, timeout 43
Requests/sec: 190633.65
Transfer/sec:     13.27MB